---
layout: default
title: Better Business
---
<section class="media-text-overlay bg-color-gray">
    <div class="container-fluid">
        <div class="media-text-overlay-wrapper">
            <picture>
                <source media="(min-width: 1025px)" srcset="./images/hey.jpg" />
                <source media="(min-width: 576px)" srcset="./images/heyMedium.jpg" />
                <source media="(max-width: 575px)" srcset="./images/heySmall.jpg" />
                <img src="./images/hey.jpg" />
            </picture>
            <div class="text-overlay position-center">
                <div class="container">
                    <img class="logo" src="./images/logo.svg" alt="" data-aos="zoom-in-up" data-aos-duration="500" />
                    <div class="content-wrapper position-left">
                        <h1 data-aos="fade-right" data-aos-delay="100" data-aos-duration="500" class="editable">
                            Jeg kan udvikle din virksomhed! <span class="highlight">Er du klar nu? HVA!!!</span>
                        </h1>
                        <p class="leader editable" data-aos="fade-right" data-aos-delay="200" data-aos-duration="500">
                            Jeg r&aring;dgiver sm&aring; og mellemstore virksomheder til hvordan du bedst kan udvikle din virksomhed og opn&aring; det bedste resultat.
                        </p>
                        <h5 data-aos="fade-right" data-aos-delay="300" data-aos-duration="500" class="editable">
                            Skab en Better Business. Og g&oslash;r det nu.
                        </h5>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>

<section class="article" id="a">
    <div class="container">
        <div class="article-wrapper">

            <div class="image" data-aos="fade-right" data-aos-offset="0" data-aos-duration="500">
                <img src="./images/brainstorm.svg" alt="" class="editable" />
            </div>
            <div class="content" data-aos="fade-left" data-aos-delay="300" data-aos-offset="0" data-aos-duration="500">
                <h2 class="pb-350 editable">
                    Hvad vil du gerne <span class="highlight">opn&aring;?</span>
                </h2>
                <div class="editable">
                    <ul>
                        <li>Mangler du en skr&aelig;ddersyet marketingplan?</li>
                        <li>Hvordan du bedst kan blive synlig p&aring; de sociale medier?</li>
                        <li>Hvordan du kan f&aring; st&oslash;rre indsigt i dine kunder?</li>
                        <li>Hj&aelig;lp til implementering af nye tiltag i din virksomhed?</li>
                        <li>Hvordan du kan opn&aring; mere salg?</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</section>

<section class="article bg-color-gray">
    <div class="container">
        <div class="article-wrapper reverse">
            <div class="image" data-aos="fade-left" data-aos-offset="0" data-aos-duration="500">
                <img src="./images/co-workers.svg" alt="" class="editable" />
            </div>
            <div class="content" data-aos="fade-right" data-aos-delay="300" data-aos-offset="0" data-aos-duration="500">
                <h2 class="pb-350 editable">
                    S&aring;dan arbejder vi <span class="highlight">sammen</span>
                </h2>
                <div class="editable">
                    <ul>
                        <li>Vi finder frem til, hvilket m&aring;l der er vigtigst for dig at opn&aring; med din virksomhed lige nu.</li>
                        <li>Vi identificerer de muligheder og strategier, der skal til for at du kan skabe v&aelig;kst.</li>
                        <li>Vi laver action planer og opf&oslash;lgning der sikrer, at du n&aring;r dem.</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</section>

<section class="boxed-layout" id="derfor">
    <div class="container">
        <div class="boxed-layout-wrapper bg-color-dark-gray">
            <h4 class="sub-headline stroked headline-050 mb-350 editable">
                Derfor
            </h4>
            <h2 class="pb-350 editable">
                T&aelig;nker du om det her mon er noget for dig?
            </h2>
            <p class="editable">
                S&aring; er svaret ja!<br /><br />For ligegyldigt om, du har brug for input til hvordan du hurtigt kan rykke i den rigtige retning, om du lige er startet ny virksomhed eller har brug for at udfordre status quo, s&aring; vil mine personlige og skr&aelig;ddersyede sparringer hj&aelig;lpe dig til at transformere din virksomhed og skabe de resultater du &oslash;nsker.
            </p>
        </div>
    </div>
</section>

<section class="article cases" id="cases">
    <div class="container">
        <div class="article-wrapper cases-wrapper">
            <div class="image" data-aos="fade-left" data-aos-offset="0" data-aos-duration="500">
                <img src="./images/case1.svg" alt="" class="editable" />
            </div>
            <div class="content" data-aos="fade-right" data-aos-delay="300" data-aos-offset="0" data-aos-duration="500">
                <h3 class="pb-350"><span class="highlight editable">Case 1</span></h3>
                <p class="editable">
                    En st&oslash;rre malermester-virksomhed med 15 ansatte havde behov for hj&aelig;lp til, hvordan de kunne optimere de interne arbejdsprocesser i virksomheden.
                </p>

                <p class="header editable">
                    <b>Udfordringerne var prim&aelig;rt:</b>
                </p>
                <div class="editable">
                    <ul>
                        <li>Der blev brugt meget tid p&aring; l&oslash;bende dialog og status p&aring; de forskellige opgaver mellem hinanden i teamet, hvilket til tider blev opfattet som spildtid.</li>
                        <li>Der manglede et overordnet overblik over de igangv&aelig;rende opgaver.</li>
                        <li>Der var risiko for tab af oms&aelig;tning, idet registrering af tid hos den enkelte kunde blev afleveret som fysiske arbejdssedler p&aring; kontoret, hvilke til tider forsvandt eller ikke blev afleveret rettidigt.</li>
                    </ul>
                </div>

                <p>
                    <button class="btn btn-primary" data-toggle="collapse" data-target=".collapse.case1" data-text="Collapse"><span class="editable">Læs mere</span></button>
                </p>
            </div>

            <div class="collapse case1">
                <div class="article-collapsed">
                    <div class="row">
                        <div class="col">
                            <h5 class="editable">
                                L&oslash;sning
                            </h5>
                            <p class="editable">
                                Med et klart m&aring;l om at skabe mere struktur og overblik over opgaverne, gik vi i gang med at analysere den eksisterende m&aring;de de arbejdede sammen p&aring;. P&aring; baggrund af det blev der lagt en klar plan for, hvordan et specifikt ordresystem kunne implementeres samt hvordan dette kunne styrke samarbejdet og sikre oms&aelig;tning i virksomheden. Fokus var her hvordan man kunne sikre at alle medarbejdere var motiverede til at bruge et nyt system, og hvad man skulle v&aelig;re opm&aelig;rksom p&aring; som leder.
                            </p>
                        </div>
                        <div class="col">
                            <h5 class="editable">
                                Resultat
                            </h5>
                            <p class="editable">
                                Foruden en indsigt i hvor de interne arbejdsprocesser kunne optimeres generelt i virksomheden, har forl&oslash;bet givet dem en klar plan for, hvordan de kan implementere systemet p&aring; bedst mulige m&aring;de. Det vil sikre, at der er klare interne arbejdsgange, ingen spildtid, ingen fejlkommunikation og en forsikring for at alle timer bliver registreret og faktureret korrekt.
                            </p>
                        </div>

                    </div>
                </div>
            </div>
        </div>

    </div>
</section>

<section class="article cases">
    <div class="container">
        <div class="article-wrapper cases-wrapper">
            <div class="image" data-aos="fade-left" data-aos-offset="0" data-aos-duration="500">
                <img src="./images/case2.svg" alt="" class="editable" />
            </div>
            <div class="content" data-aos="fade-right" data-aos-delay="300" data-aos-offset="0" data-aos-duration="500">
                <h3 class="pb-350"><span class="highlight">Case 2</span></h3>
                <p class="editable">
                    En spa&ndash; og wellness-forretning tilbyder behandlinger og selvfork&aelig;lelse af h&oslash;j kvalitet, og deres kunder var indtil nu prim&aelig;rt kommet til via personlige anbefalinger og relationer i n&aelig;romr&aring;det. Der var derfor et &oslash;nske om at v&aelig;re mere synlige p&aring; nettet samt anbefaling til, hvilke platforme de skulle bruge.
                </p>

                <p class="header editable">
                    <b>Udfordringerne var prim&aelig;rt:</b>
                </p>
                <div class="editable">
                    <ul>
                        <li>Manglende plan for hvor p&aring; nettet de skulle v&aelig;re synlige for at skabe st&oslash;rst mulig oms&aelig;tning.</li>
                        <li>Et behov for en generel l&aelig;ring i at markedsf&oslash;re sig p&aring; de sociale medier og hvad de forskellige platforme kan.</li>
                        <li>Et behov for id&eacute;er til hvilke &oslash;vrige salgsfremst&oslash;d der kunne benyttes for at markedsf&oslash;re forretningen og tiltr&aelig;kke nye kunder.</li>
                    </ul>
                </div>
                <p>
                    <button class="btn btn-primary" data-toggle="collapse" data-target=".collapse.case2" data-text="Collapse"><span class="editable">Læs mere</span></button>
                </p>
            </div>

            <div class="collapse case2">
                <div class="article-collapsed">
                    <div class="row">
                        <div class="col">
                            <h5 class="editable">
                                L&oslash;sning
                            </h5>
                            <p class="editable">
                                Som det f&oslash;rste skridt gik vi i gang med at analysere forretningens nuv&aelig;rende setup og hvordan de indtil nu havde markedsf&oslash;rt dem selv. Dern&aelig;st fik de et indblik i, hvad deres prim&aelig;re konkurrenter gjorde p&aring; nettet, og hvordan de tiltrak kunder til deres forretninger. De fik en overordnet l&aelig;ring i de forskellige sociale medier, dvs. hvad er styrker/svagheder ved de forskellige platforme, hvordan laver man et godt opslag p&aring; Facebook osv. De fik pr&aelig;senteret en digital strategi og plan for, hvordan de kunne skabe st&oslash;rre synlighed p&aring; nettet og tiltr&aelig;kke flere kunder. Der blev igangsat en overordnet plan/&aring;rshjul for, hvilke platforme de skulle markedsf&oslash;re sig p&aring;, hvad indholdet i opslag kunne v&aelig;re, hvorn&aring;r der skulle l&aelig;gges indhold op, hvordan de interne ressourcer skulle fordeles osv. Derved var der en klar oversigt over pr&aelig;cis hvor, hvorn&aring;r og med hvilket indhold forretningen blev markedsf&oslash;rt p&aring; de sociale medier. Udover dette blev de pr&aelig;senteret for &oslash;vrige generelle salgsfremst&oslash;d, som skulle sikre en st&oslash;rre synlighed i lokalomr&aring;det og tiltr&aelig;kke nye kunder &ndash; dvs. input til events, firmaaftaler, synlighed p&aring; gadeplan osv.
                            </p>
                        </div>
                        <div class="col">
                            <h5 class="editable">
                                Resultat
                            </h5>
                            <p class="editable">
                                Foruden en klar digital strategi har forl&oslash;bet givet dem en st&oslash;rre overordnet digital forst&aring;else og indsigt i de forskellige platforme. De har f&aring;et lavet en plan for, hvordan de kan v&aelig;re mere synlige p&aring; nettet og derved holde kontakt til nuv&aelig;rende kunder samt tiltr&aelig;kke og skabe nye.
                            </p>
                        </div>

                    </div>
                </div>
            </div>
        </div>

    </div>
</section>


<section class="parallax-image" style="background-image: url('images/profil90.jpg')" id="profil">
    <img src="./images/profil90.jpg" class="editable" />
</section>

<section class="profile">
    <div class="container-squeeze">
        <div class="profile-wrapper">
            <div class="headline-section pb-400">
                <h4 class="sub-headline editable">
                    Profil
                </h4>
                <h3 class="editable">
                    Lidt om mig
                </h3>
                <div class="divider"></div>
            </div>

            <p class="editable">
                Jeg har i mere end 15 &aring;r arbejdet med marketing og kommunikation p&aring; st&oslash;rre reklamebureauer i London og K&oslash;benhavn samt som marketingchef i en stor international virksomhed. Jeg er meget fokuseret p&aring; at levere resultater med en strategisk og innovativ tankegang, og jeg br&aelig;nder for alle former for opgaver inden for markedskommunikation, digitalisering og planl&aelig;gning.<br /><br />Ved siden af mit eget firma har jeg det sidste 1&frac12; &aring;r v&aelig;ret en del af et stort EU-projekt som digital marketingkonsulent, hvor m&aring;let er at forretningsudvikle 300 sm&aring; og mellemstore virksomheder. Med mig f&aring;r du en dedikeret og resultatorienteret samarbejdspartner med masser af erhvervserfaring, du kan bruge l&oslash;s af.<br /><br />Jeg har en Mastergrad i marketing og kommunikation fra K&oslash;benhavns Universitet samt l&aelig;st digital marketing hos Bigum &amp; Co.<br /><br />Her er et snapshot af nogle af de ting, jeg kan hj&aelig;lpe dig med:
            </p>

            <div class="row py-400" data-aos="fade-right" data-aos-offset="0" data-aos-duration="500">
                <div class="col-4 editable">
                    <ul>
                        <li>Marketing/Branding</li>
                        <li>Medier/PR</li>
                        <li>Kommunikationsstrategi</li>
                        <li>Eksekvering/Kreativitet</li>
                    </ul>
                </div>
                <div class="col-4 editable">
                    <ul>
                        <li>Medieplaner</li>
                        <li>M&aring;lgruppeanalyser</li>
                        <li>Markedsanalyser</li>
                        <li>Intern kommunikation</li>
                    </ul>
                </div>
                <div class="col-4 editable">
                    <ul>
                        <li>Forandringsledelse</li>
                        <li>Krisekommunikation</li>
                        <li>Budgettering</li>
                    </ul>
                </div>
            </div>

            <p class="editable">
                Jeg giver dig v&aelig;rkt&oslash;jer og strategier, s&aring; du kan indfri dine ambitioner. Jeg giver dig forretningsudvikling i &oslash;jenh&oslash;jde, s&aring; vi hurtigere kan skabe gode resultater. Og s&aring; kommer jeg med et skud ny energi i en travl hverdag og en smittende optimisme!
            </p>
        </div>
    </div>
</section>

<section class="recommendations bg-color-gray">
    <div class="container">
        <div class="recommendations-wrapper">
            <div class="headline-section">
                <h3 class="pb-450 editable">
                    Hvad siger de andre?
                </h3>
            </div>

            <div class="row">
                <div class="recommendation col-4" data-aos="fade-right" data-aos-delay="100" data-aos-offset="0" data-aos-duration="500">
                    <img src="./images/recommendation.svg" alt="" class="mb-200" />
                    <p class="mb-200 editable">
                        &rdquo;Jeg har haft forn&oslash;jelsen at have Trine som mentor igennem T&oslash;mrerfirmaet Mikael Holck. Trine er super dygtig og behagelig, hun kommer med god sparring, har et stort overblik og s&aring; er hun god til at s&oslash;rge for at holde fokus p&aring; det der virkelig rykker. Trine har i den grad v&aelig;ret med til at holde os p&aring; rette vej og hun f&aring;r mine/vores varmeste anbefalinger.&rdquo;
                    </p>
                    <p class="editable">
                        <strong> Kenneth Popp, - Marketingansvarlig,<br />T&oslash;mrer &ndash; og snedkermester Mikael Holck </strong>
                    </p>
                </div>
                <div class="recommendation col-4" data-aos="fade-right" data-aos-delay="200" data-aos-offset="0" data-aos-duration="500">
                    <img src="./images/recommendation.svg" alt="" class="mb-200" />
                    <p class="mb-200 editable">
                        &rdquo;Med 2 unge virksomheder som vokser hurtigt, kan man i en travl hverdag hurtigt miste overblikket og m&aring;l, vision og mission kan glide i baggrunden. Her har Trine har v&aelig;ret formidabel med gode og brugbare r&aring;d omkring forretningsudviklingen, ikke mindst hvad ang&aring;r den digitale del. Trine er positiv og nem at kommunikere med, og vi er glade for at have hende med som st&oslash;tte i vores yderligere v&aelig;kst af forretningerne.&rdquo;
                    </p>
                    <p class="editable">
                        <strong> Peter Gundahl Madsen - Ejer og direkt&oslash;r,<br />Kapellangaarden og Absolute Beauty &amp; Wellness </strong>
                    </p>
                </div>
                <div class="recommendation col-4" data-aos="fade-right" data-aos-delay="300" data-aos-offset="0" data-aos-duration="500">
                    <img src="./images/recommendation.svg" alt="" class="mb-200" />
                    <p class="mb-200 editable">
                        &rdquo;Det helt s&aelig;rlige ved Trine er, at hun &aring;bner d&oslash;re og skaber relationer p&aring; sin vej. Det betyder, at hun f&aring;r ting til at ske og ser mulighederne. Som digitaliseringskonsulent og forretningsudvikler har Trine styr p&aring; sin faglige v&aelig;rkt&oslash;jskasse &ndash; og hun forst&aring;r vigtigheden af, at der er mennesker bag digitalisering. Og det kan de virksomheder, som hun er konsulent for, nemt bekr&aelig;fte.&rdquo;
                    </p>
                    <p class="editable">
                        <strong> Allan Kristensen &ndash; Uddannelseskonsulent,<br />Roskilde Handelsskole / Digital Ledelseskultur </strong>
                    </p>
                </div>
                <div class="recommendation col-4" data-aos="fade-right" data-aos-delay="100" data-aos-offset="0" data-aos-duration="500">
                    <img src="./images/recommendation.svg" alt="" class="mb-200" />
                    <p class="mb-200 editable">
                        &rdquo;Har sparret med Trine i forbindelse med forretningsudvikling og generel optimering af min virksomhed. Det har v&aelig;ret yderst tilfredsstillende.&rdquo;
                    </p>
                    <p class="editable">
                        <strong> Thomas Jensen - Direkt&oslash;r,<br />Instagroup ApS </strong>
                    </p>
                </div>
                <div class="recommendation col-4" data-aos="fade-right" data-aos-delay="200" data-aos-offset="0" data-aos-duration="500">
                    <img src="./images/recommendation.svg" alt="" class="mb-200" />
                    <p class="mb-200 editable">
                        &ldquo;Samarbejdet med Trine som konsulent for vores firmas udvikling har v&aelig;ret super l&aelig;rerigt og konstruktivt. Trine kommer med gode forslag, vender altid retur med nyttig viden, og er en dejlig person at arbejde med&rdquo;
                    </p>
                    <p class="editable">
                        <strong> Cathrine Larsen - ejer og direkt&oslash;r,<br />De friske malere ApS </strong>
                    </p>
                </div>
            </div>
        </div>
    </div>
</section>

<section class="boxed-layout" id="kontakt">
    <div class="container">
        <div class="boxed-layout-wrapper variation bg-color-black-accent">
            <h4 class="sub-headline stroked headline-050 mb-350 editable">
                Kontakt
            </h4>
            <h2 class="pb-350 editable">
                F&aring; en gratis sparring
            </h2>
            <p class="mb-300 editable">
                Lad os sammen finde frem til, hvordan jeg kan hj&aelig;lpe dig med at f&aring; en better business &ndash; nu.
            </p>

            <p class="my-050 ">
                <a href="mailto:tv@betterbusiness.nu" class="icon-mail editable">tv@betterbusiness.nu</a>
            </p>
            <p>
                <a href="tel:+4529851546" class="icon-phone editable">29 85 15 46</a>
            </p>

            <p class="mt-300 editable">
                Jeg gl&aelig;der mig til at h&oslash;re fra dig.
            </p>

        </div>
    </div>
</section>


<section class="co-workers bg-color-gray" id="samarbejdspartnere">
    <div class="container">
        <div class="co-workers-wrapper">
            <div class="headline-section pb-400">
                <h4 class="sub-headline stroked headline-050 mb-350 editable">
                    Samarbejdspartnere
                </h4>
            </div>
            <div class="co-workers-list">
                <div class="co-worker" data-aos="fade-right" data-aos-delay="0" data-aos-offset="0" data-aos-duration="500">
                    <div class="image">
                        <img src="./images/ulrik.png" alt="" class="editable" />
                    </div>
                    <div class="content">
                        <h6 class="pb-100 editable">
                            Ulrik Minet
                        </h6>
                            <p class="editable">
                                Ulrik har 14 &aring;rs erfaring med procesoptimering, digitalisering og automatisering af forretningsprocesser i virksomheder som Vejdirektoratet, Nestl&eacute;, Leo Pharma, Naturstyrelsen, Miele, m.fl. Han har specialiseret sig i at skabe v&aelig;rditilv&aelig;kst ved at bruge eksisterende IT systemer og programmer til at l&oslash;se organisationens udfordringer.<br /><br />Ulrik er uddannet eksportingeni&oslash;r, samt certificeret Scrum Master og Microsoft Training Specialist. Han er godkendt r&aring;dgiver i EU-projektet SMV Digital.
                            </p>
                    </div>
                </div>
                <div class="co-worker" data-aos="fade-left" data-aos-delay="100" data-aos-offset="0" data-aos-duration="500">
                    <div class="image">
                        <img alt="" class="editable" width="400" src="/images/lasse.png" />
                    </div>
                    <div class="content">
                        <h6 class="pb-100 editable">
                            Lasse Brix
                        </h6>
                            <p class="editable">
                                Lasse er ekspert p&aring; online markedsf&oslash;ring og hj&aelig;lper sm&aring; og mellemstore virksomheder med at f&aring; mere relevant trafik, &oslash;ge brandkendskabet, samt f&aring; flere leads og &oslash;get konvertering via databaseret annoncering p&aring; Facebook / Google / LinkedIn / Instagram, samt e-mail markedsf&oslash;ring.<br /><br />Lasse er r&aring;dgiver for flere SMV virksomheder i EU-projektet Digital Ledelseskultur og er godkendt r&aring;dgiver i SMV Digital.
                            </p>
                    </div>
                </div>
                <div class="co-worker" data-aos="fade-right" data-aos-delay="0" data-aos-offset="0" data-aos-duration="500">
                    <div class="image">
                        <img src="./images/thomas.png" alt="" class="editable" />
                    </div>
                    <div class="content">
                        <h6 class="pb-100 editable">
                            Thomas Leer-Jacobsen
                        </h6>
                            <p class="editable">
                                Thomas har 15 &aring;rs erfaring med ledelse af projekter og programmer i virksomheder, som Novo Nordisk, Pfizer, Nestl&eacute;, m.fl. Han er Prince2 og Prince2 Agile certificeret, s&aring;vel som GDPR certificeret.<br /><br />Thomas er godkendt r&aring;dgiver p&aring; EU-programmerne Digital Ledelseskultur og SMV Digital.
                            </p>
                    </div>
                </div>
                <div class="co-worker" data-aos="fade-left" data-aos-delay="100" data-aos-offset="0" data-aos-duration="500">
                    <div class="image">
                        <img src="./images/brian.png" alt="" class="editable" />
                    </div>
                    <div class="content">
                        <h6 class="pb-100 editable">
                            Brian Viuf
                        </h6>
                            <p class="editable">
                                Brian Viuf har +12 &aring;rs erfaring med forretningsudvikling, undervisning, r&aring;dgivning, ledelse af projekter, kommunikation, forandringsledelse og facilitering.
                            </p>
                    </div>
                </div>

            </div>
        </div>
    </div>
</section>
